Repository: kingvuplus/PKT-all2
Catalog: usr/lib/enigma2/python/Plugins/Extensions/BackupSuite-HDD/locale/*/LC_MESSAGES/BackupSuite.po
Languages: fr, it

source: sh '/usr/lib/enigma2/python/Plugins/Extensions/BackupSuite-HDD/backup.sh' en_EN
fr: sh '/usr/lib/enigma2/python/Plugins/Extensions/BackupSuite-HDD/backup.sh' fr_FR
it: sh '/usr/lib/enigma2/python/Plugins/Extensions/BackupSuite-HDD/backup.sh' it_IT

source: sh '/usr/lib/enigma2/python/Plugins/Extensions/BackupSuite-USB/backup.sh' en_EN
fr: sh '/usr/lib/enigma2/python/Plugins/Extensions/BackupSuite-USB/backup.sh' fr_FR
it: sh '/usr/lib/enigma2/python/Plugins/Extensions/BackupSuite-USB/backup.sh' it_IT

source: Full back-up on HDD/USB
fr: Sauvegarde complète sur HDD/USB
it: Back-up completo su HDD/USB

source: Full 1:1 back-up in USB format
fr: Full 1:1 Sauvegarde au format USB
it: Back-up completo 1:1 sulla USB

source: Full back-up on HDD
fr: Sauvegarde complète sur le HDD
it: Back-up completo su HDD

source: Do you want to make an USB-back-up image on HDD? This only takes a few minutes and is fully automatic.
fr: Voulez-vous faire une image USB de sauvegarde sur le disque dur? Cela ne prend que quelques minutes et est entièrement automatique.
it: Si desidera mettere il back-up USB sull'HDD? Questa operazione richiede pochi minuti ed è completamente automatica.

source: Full 1:1 back-up direct on USB
fr: Full 1:1 Sauvegarde directement au port USB
it: Back-up completo 1:1 su USB

source: Full back-up to USB
fr: Sauvegarde complète sur l'USB
it: Back-up completo su USB

source: Do you want to make a back-up on USB? This only takes a few minutes depending on the used filesystem and is fully automatic. Make sure you first insert an USB flash drive before you select Yes.
fr: Voulez-vous faire un back-up sur USB? Cela ne prend que quelques minutes en fonction du système de fichiers utilisé et est entièrement automatique. Assurez-vous que vous insérez une clé USB avant de sélectionner Oui.
it: Si desidera fare un back-up su USB? Questa operazione richiede pochi minuti a seconda del file system utilizzato ed è completamente automatica. Assicuratevi che la penna USB sia inserita prima di selezionare Sì.

source: No supported receiver found!
fr: Récepteur non supporte!
it: Nessun ricevitore supportato trovato!

source: BACK-UP TOOL, FOR MAKING A COMPLETE BACK-UP
fr: BACK-UP TOOL, POUR FAIRE UNE SAUVEGARDE COMPLETE
it: BACK-UP TOOL, per fare un back-up completo

source: Please be patient, a backup will now be made, this will take about:
fr: Veuillez être patient, une sauvegarde sera maintenant fait, cela prendra environ:
it: Si prega di essere pazienti, verrà ora fatta una copia di backup, questo richiederà circa:

source: size to be backed up:
fr: taille à sauvegarder:
it: dimensione da sottoporre a backup:

source: not found, the backup process will be aborted!
fr: pas trouvé, le processus de sauvegarde sera annule!
it: non trovato, il processo di back-up sarà interrotto

source: Some information about the task
fr: Quelques informations sur la tâche
it: Alcune informazioni sul compito

source: Create: root.ubifs
fr: Creation: root.ubifs
it: Crea: root.ubifs

source: Create: kerneldump
fr: Creation: Kerneldump
it: Crea: kerneldump

source: Almost there... Now building the USB-Image!
fr: Presque fini... Création de l'image sur la clé USB!
it: Processo quasi terminato....immagine su USB

source: Additional backup ->
fr: Sauvegarde supplémentaires ->
it: Backup supplementare ->

source: USB Image created in:
fr: USB-Image cree en:
it: immagine USB creata in:

source: and there is made an extra copy in:
fr: et il y est fait une copie supplémentaire:
it: una copia supplementare in:

source: To restore the image:
fr: Pour restaurer l'image:
it: Per ripristinare l'immagine:

source: Place the USB-flash drive in the (front) USB-port and switch the receiver off and on with the powerswitch on the back of the receiver.
fr: Connectez la clé USB sur le port USB en facade et avec l'interrupteur au dos du récepteur éteindre et mettre sous tension l'appareil.
it: Inserire la penna USB nella porta USB anteriore e spegnere e riaccendere il ricevitore e con l'interruttore posto sul retro del ricevitore.

source: Follow the instructions on the front-display.
fr: Suivez les instructions sur l'afficheur.
it: Seguire le istruzioni sul display.

source: Please wait.... almost ready!
fr: Patienter.... c'est presque fini!
it: Si prega di aspettare.... quasi terminato!

source: Press arrow up from frontpanel to start loading.
fr: Appuyez sur le bouton flèche vers le haut de la facade du demodulateur pour commencer le chargement.
it: Premere la freccia UP dal pannello frontale per avviare il caricamento.

source: Please check the manual of the receiver on how to restore the image.
fr: Veuillez lire le manuel du récepteur pour la procedure d'installation du firmware.
it: Consultare il manuale del ricevitore su come ripristinare l'immagine.

source: Image creation FAILED!
fr: Création de l'image a échoué!
it: Creazione immagine FALLITA!

source: available
fr: disponible
it: disponibile

source: There is a valid USB-flashdrive detected in one of the USB-ports, therefore an extra copy of the back-up image will now be copied to that USB-flashdrive.
fr: Une clé USB est detecte dans un port USB, Il y aura une copie supplémentaire de la sauvegarde dans cette clé USB.
it: Penna USB rilevata in una delle porte USB, la copia del back-up sarà eseguito sul dispositivo trovato.

source: This only takes about 20 seconds.....
fr: Cela prendra environ 20 secondes.....
it: Questo richiede circa 20 secondi.....

source: Backup finished and copied to your USB-flashdrive.
fr: Sauvegarde terminée et copie sur votre clé USB.
it: Backup finito e copiatosul FlashDrive USB.

source: Full back-up to the harddisk
fr: Sauvegarde complète sur le disque dur
it: Back-up completo su Harddisk

source: There is NO valid USB-stick found, so I've got nothing to do.
fr: Il n'y a rien à faire, clé usb valide non trouve
it: Penna USB non rilevata, operazione non consentita.

source: PLEASE READ THIS:
fr: S'IL VOUS PLAÎT LIRE CECI:
it: SI PREGA DI LEGGERE QUI:

source: To back-up directly to the USB-stick, the USB-stick MUST contain a file with the name:
fr: Afin de creer une sauvegarde sur une clé USB, la clé USB doit contenir un fichier avec le nom suivant:
it: Per il back-up diretto sulla chiavetta USB, la chiavetta USB deve contenere un file con il nome:

source: backupstick or
fr: backupstick ou
it: backupstick o

source: If you place an USB-stick containing this file then the back-up will be automatically made onto the USB-stick and can be used to restore the current image if necessary.
fr: Si necessaire une clé USB peut être utilisee pour restaurer la derniere image, si vous inserez une clé USB contenant le dossier de sauvegarde.
it: Se si inserisce una chiavetta USB contenente il file, allora, il back-up viene automaticamente effettuato sulla chiavetta USB e può essere utilizzato per ripristinare l'immagine corrente, se necessario.

source: The program will exit now.
fr: Le programme va maintenant quitter.
it: Il programma verra ora terminato.

source: Full back-up direct to USB
fr: Sauvegarde complète vers l'USB
it: Back-up completo su USB

source: The content of the folder is:
fr: Le contenu du dossier est le suivant:
it: Il contenuto della cartella è:

source: Time required for this process:
fr: Temps requis pour ce processus:
it: Tempo richiesto per questo processo:

source: minutes
it: minuti

source: Backup done with:
fr: Sauvegarde fait avec:
it: Backup fatto con:

source: KB per second
fr: KB par seconde
it: KB per secondo

source: Most likely this back-up can't be restored because of it's size, it's simply too big to restore. This is a limitation of the bootloader not of the back-up or the BackupSuite.
fr: Cette sauvegarde ne peut pas être restauré, probablement en raison de sa taille, elle est tout simplement trop grosse pour être restauré. Il s'agit d'une limitation du bootloader et non de la sauvegarde de BackupSuite.
it: E' probabile che questo back-up non puo essere ripristinato a causa della sua dimensione troppo elevata. Questa è una limitazione del bootloader e non di back-up o BackupSuite.

source: There COULD be a problem with restoring this back-up because the size of the back-up comes close to the maximum size. This is a limitation of the bootloader not of the back-up or the BackupSuite.
fr: Il pourrait y avoir un problème avec la restauration de cette sauvegarde parce que la taille de la celle ci dépasse la taille maximale. Il s'agit d'une limitation du bootloader et non de la sauvegarde de BackupSuite.
it: Potrebbe esserci un problema con il ripristino di questo backup perchè la dimensione si avvicina al limite massimo consentito. Questa è una limitazione del bootloader e non di back-uo o BackupSuite.
